feat: Atualização README
